app/controllers/movies_controller.rb

    def create
        Movie.create(name: params[:name], year: params[:year], description: params[:description], image_url: params[:image_url], is_showing: params[:is_showing])
---
INSERT INTO "movies" ("name", "year", "description", "image_url", "is_showing", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)  [["name", "吉谷旬平"], ["year", 12], ["description", "あさがお"], ["image_url", "ttt"], ["is_showing", 1], ["created_at", "2021-04-15 07:15:16.523328"], ["updated_at", "2021-04-15 07:15:16.523328"]]